#!/bin/zsh

romkatv/powerlevel10k kind:fpath

rupa/z

ohmyzsh/ohmyzsh path:plugins/colored-man-pages

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility

zdharma-continuum/fast-syntax-highlighting kind:defer

belak/zsh-utils path:completion

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
