#!/bin/zsh

romkatv/powerlevel10k kind:fpath

rupa/z

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility
belak/zsh-utils path:completion

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions path:src kind:fpath
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search
